Repository: EngAhmedRoot/run2mind
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Dashboard
ar: لوحة التحكم

source: NOW YOU CANE CHOOSE
ar: الآن يمكنك الاختيار

source: And talk to a psychiatrist Or psychiatrist in all Privacy and safety!
ar: وتحدث مع طبيب نفسي بكل خصوصية وأمان!

source: It’s a complete happiness toolbox. Get matched with a qualified Therapist within a minute.
ar: إنها أداة شاملة للسعادة. تواصل مع معالج مؤهل خلال دقيقة واحدة.

source: Chat Now
ar: ابدأ المحادثة الآن

source: Book Appoiment
ar: احجز موعدًا

source: WELCOME
ar: أهلًا وسهلًا

source: With us, we connect you with the best Doctors and psychotherapists for a better life
ar: نربطك بأفضل الأطباء والمعالجين النفسيين لحياة أفضل

source: WHY
ar: لماذا

source: We promise you professionalism Complete confidentiality and security
ar: نعدك بالاحترافية والسرية التامة والأمان

source: Professional Team
ar: فريق محترف

source: Follow Up
ar: متابعة

source: Privacy & Security
ar: الخصوصية والأمان

source: Mental Health
ar: الصحة النفسية

source: Mult - Departments
ar: أقسام متعددة

source: Easy Subscribe & Pay
ar: سهولة الاشتراك والدفع

source: Come &
ar: تعال و

source: Talk to our
ar: تحدث إلى

source: Psychiatristes
ar: أطبائنا النفسيين

source: Meet our best doctors and specialists to make your life better
ar: قابل أفضل الأطباء والمتخصصين لتحسين حياتك

source: You can count on us for a better life with sound mental health, safely and Securty Make your life happier with good mental health
ar: يمكنك الاعتماد علينا لحياة أفضل وصحة نفسية سليمة بأمان وسرية. اجعل حياتك أكثر سعادة.

source: Talk now
ar: تحدث الآن

source: how
ar: كيف

source: work
ar: تعمل

source: By esay way
ar: بطريقة سهلة

source: Chose Expert
ar: اختر خبيرًا

source: Pay
ar: ادفع

source: Start Session
ar: ابدأ الجلسة

source: WITH OUR TEAM
ar: مع فريقنا

source: Make your life happier With good mental health
ar: اجعل حياتك أكثر سعادة بصحة نفسية جيدة

source: Get Started
ar: ابدأ الآن
