Repository: EngAhmedRoot/run2mind
Catalog: sessionappointments/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Detail Doctor
ar: تفاصيل الطبيب

source: Detail Sessions
ar: تفاصيل الجلسات

source: Coming Soon
ar: قريبًا

source: Sessions
ar: الجلسات

source: Comming Soon
ar: جلستك ستكون

source: Available Soon
ar: متاحة قريبًا

source: It’s a complete happiness toolbox.
ar: إنه صندوق أدوات متكامل للسعادة.

source: Get matched with a qualified Therapist within a minute.
ar: تواصل مع معالج مؤهل خلال دقيقة واحدة.

source: Chat Now
ar: ابدأ المحادثة

source: Book Appointment
ar: احجز موعدًا
